package com.luminous.todo;

/**
 * Created by 90418 on 2017-05-24.
 */

public class LongText {
    public static String heibai = "黑衣站在这个世界的大地之上青天之下。\n" +
            "\n" +
            "黑衣站在大殿中央。\n" +
            "仰首，铭刻着繁复浮雕的金色穹顶，很高，很大。\n" +
            "\"好一片金色的天。\"黑衣心想。\n" +
            "眺望远方，数不胜数的人身着金衣，肃目以对，默然无声。\n" +
            "\"好一片金色的海。\"黑衣又想。\n" +
            "\n" +
            "白衣站在烙印着华美花纹的巨大神座前， 纯白的袍子上没有一丝褶皱，一身金发随意地披在脑后， 眯着双眼，脸色淡然，毫无表情。\n" +
            "\n" +
            "\"你为何而来？\"他发出君临天下的咆哮之音。\n" +
            "\n" +
            "黑衣说：\"命运的齿轮已经开始转动了，从这一刻开始，我们都被古老的神谕召唤而来。\"\n" +
            "\n" +
            "\n" +
            "黑衣走在路上，金色的宽敞的大路。随着他的脚步声的，是若有若无的低吟梵唱，古朴、庄严、神秘。衬托着大殿不似人间。\n" +
            "\n" +
            "\"这里不是人间。\"白衣缓缓转过身去。他金色的长发好似透着朦胧的光，显得更纯净，更圣洁。\n" +
            "\"这里是至高的殿堂，是荣耀的归宿。\"\n" +
            "\"荣耀应是有期限的。\"黑衣说。\n" +
            "\"直至天幕破碎，直至星辰陨落，直至传说迷失，直至灵魂腐朽。\"白衣转过身来，张狂地、一字一顿地说：\"或者说，我永世荣耀，直到世界荒芜。\"\n" +
            "\n" +
            "说罢，他放声大笑，笑得不可一世，笑声在大殿中回荡激昂，震耳欲聋。\n" +
            "\n" +
            "说罢，所有金衣人齐声低喝：\"善。\"无数的金光从他们身上浮现，在大殿中扩散流转，美轮美奂。\n" +
            "\n" +
            "\"我承认这很有道理，毕竟现在坐在神座上的人是你。但我只是来取回属于我的东西。\"黑衣平静地回答。\n" +
            "白衣霍然睁大眼睛来，轻蔑地向下斜视一眼，\"没有实力的妄言者都将领受其罪，无一例外。\"\n" +
            "\"谁能知道明天的事情呢？\"\n" +
            "\"我至少知道今天的事情。\"\n" +
            "\"今天并不能左右明天，即便加上昨天也不行。\"\n" +
            "\"不管昨天今天明天，究竟是怎样，不会改变。\"\n" +
            "\"然而你看一看我，不是已经改变过一次么？\"\n" +
            "\n" +
            "白衣高傲的眸子紧紧盯住黑衣的脸，冷笑道：\"废物究竟是不是废物，一切就算还有待考证。但是，你又有什么理由做这件事呢？\"\n" +
            "\n" +
            "黑衣突然笑了，黑衣、黑裤、黑鞋，在金碧辉煌的灿烂光辉之中很是显眼。\n" +
            "他高昂起平静的头颅，环顾四周，然后深吸一口气，说：\"为了这片壮阔无双的无垠大地、为了这广袤深远的寥廓苍天、为了埋藏在心底最深处的希望、为了那一千一百次不停流转的梦想、为了所有最热切最期盼的目光，为了古老神谕和命运的召唤。\"\n" +
            "\n" +
            "\"我愿一试！\"\n" +
            "\n" +
            "说罢，他黑色的发带突然爆开，飘洒着炽热的黑发。在洋溢流转的金光和满天飞扬的布屑中，他带着笑意，大步向前而去。\n" +
            "神威如龙。";
    public static String mianchaodahai=
                    "从明天起，做一个幸福的人\n" +
                    "喂马，劈柴，周游世界\n" +
                    "从明天起，关心粮食和蔬菜\n" +
                    "我有一所房子，面朝大海，春暖花开\n" +
                    "从明天起，和每一个亲人通信\n" +
                    "告诉他们我的幸福\n" +
                    "那幸福的闪电告诉我的\n" +
                    "我将告诉每一个人\n" +
                    "给每一条河每一座山取一个温暖的名字\n" +
                    "陌生人，我也为你祝福\n" +
                    "愿你有一个灿烂的前程\n" +
                    "愿你有情人终成眷属\n" +
                    "愿你在尘世获得幸福\n" +
                    "我只愿面朝大海，春暖花开";
    public static String shiguang =
            "天下穹苍，皆在时光。\n" +
                    " \n" +
                    "永恒，可以永恒吗？\n" +
                    " \n" +
                    "高山雄浑巍峨，也有山崩地裂之时；大海浩瀚壮阔，亦存沧海桑田之说。青天飘渺高远，却有天崩地裂，星河浩繁无尽，却有移星换斗。思想能够消亡，灵魂能够转化，精神可以腐朽，意志可以堕落……\n" +
                    "或许除了时光自己，世界上真的没有所谓永恒。从须弥到洪荒，一切都在改变。悄然无声、生生不息、磅礴浩然，这便是时光的力量。\n" +
                    "每个生命的一生都由时光推动，未来会怎样，我们无力阻挡。因为这力量的浩大，让你只能惊叹于自身的渺小，拼尽一切想要争取的东西，也改不了早已既定的轨迹，唯有长歌当哭。\n" +
                    "仿佛是天意一般，每段生命中留下重要记忆的人，都渐渐远去；昔日熟悉的痕迹和身影，依稀只能梦回；就连珍藏脑海的记忆，渐渐也模糊不清。也许所有的所有，一切的经历最后都在虚无中悄然消失或是化作点点烟尘；除了岁月痕迹，还能够留下什么？\n" +
                    "   留下什么？ \n" +
                    "路始终是一个人的路，终究要学会独自行走，独撑过不可承受之重。终究明白来来去去去去来来。终究最终回眸，万千思绪都只愿行者平安，又或是相视一笑，因果泯然，就无所谓是失去还是得到了。\n" +
                    "一个人要付出怎样的代价，才能对这一切处之淡然？一个人要付出怎样的代价，才能镇定自若地走过一切坎坷沟谷？一个人要付出怎样的代价，才能真正算有了明悟？\n" +
                    " \n" +
                    "所以远行的灵魂翩然起舞，承载着最真挚的祝福。也许还有思念如烟。\n" +
                    " \n" +
                    "天下穹苍，我们都逃不过时光。";
}
